Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverStartDelayActionTitle
source: Start After
ar: التشغيل بعد
ca: Inicia després de
cs: Spustit za
da: Start efter
de: Starten nach
el: Έναρξη μετά από
es: Iniciar tras
es_us: Iniciar después de
fi: Käynnistysajankohta
fr: Démarrer au bout de
fr_ca: Démarrer au bout de
he: התחלה לאחר
hi: इसके बाद शुरू करें
hr: Pokretanje nakon
hu: Indítás ennyi idő múlva:
id: Mulai Setelah
it: Avvia dopo
ja: 開始までの時間
ko: 화면 보호기 시작하기
ms: Mula Selepas
nb: Begynn etter
nl: Begin na
pl: Uruchamiaj po
pt_br: Iniciar Após
pt_pt: Iniciar após
ro: Pornire după
ru: Начало спустя
sk: Spustiť o
sl: Vklop ohranjevalnika zaslona
sv: Börja efter
th: เริ่มหลังจาก
tr: Şu Süreden Sonra Başlat:
uk: Запускати через
vi: Bắt đầu sau
zh_cn: 开始前闲置
zh_hk: 啟動前閒置時間
zh_tw: 啟動前閒置時間

# SaverStartDelayDescription
source: The screen saver will start when your TV is inactive for the amount of time you choose.
ar: ستبدأ شاشة التوقف عندما يكون التلفزيون في وضع خمول للفترة الزمنية التي تختارها.
ca: S’iniciarà l’estalvi de pantalla quan el televisor hagi estat inactiu durant el temps seleccionat.
cs: Spořič obrazovky se spustí, když bude televizor po vámi zvolenou dobu neaktivní.
da: Skærmskåneren starter, når dit fjernsyn har været passivt i det valgte tidsrum.
de: Der Bildschirmschoner wird aktiviert, wenn das TV-Gerät für die von dir festgelegte Zeit inaktiv ist.
el: Η προφύλαξη οθόνης ξεκινά όταν η τηλεόραση είναι ανενεργή για το χρονικό διάστημα που έχετε επιλέξει.
es: El salvapantallas se iniciará cuando el televisor lleve inactivo el periodo de tiempo que hayas seleccionado.
es_us: El protector de pantalla se iniciará cuando la TV permanezca inactiva el periodo de tiempo que selecciones.
fi: Näytönsäästäjä käynnistyy, kun TV on käyttämättä valitsemasi ajan.
fr: L’économiseur d’écran se lancera lorsque votre téléviseur sera inactif pendant la durée que vous avez choisie.
fr_ca: L’économiseur d’écran s’affichera sur votre télévision après la période d’inactivité de votre choix.
he: שומר המסך מוצג כשהטלוויזיה אינה פעילה למשך פרק הזמן שבחרת מראש.
hi: स्क्रीन सेवर शुरू हो जाएगा जब आपका TV उतने समय के लिए निष्क्रिय रहता है जो आपने चुना है।
hr: Zaštita zaslona pokrenut će se kada je vaš TV neaktivan za vrijeme koje ste odabrali.
hu: A képernyővédő elindul, miután a TV a megadott időtartamon át inaktív.
id: Penghemat layar akan dimulai saat TV Anda tidak aktif selama waktu yang Anda pilih.
it: Il salvaschermo si avvierà quando Apple TV rimane inattiva per il periodo di tempo da te scelto.
ja: スクリーンセーバは、TVが使用されていない状態が選択した時間続いたときに開始されます。
ko: 선택한 시간 동안 TV가 비활성 상태인 경우 화면 보호기가 시작됩니다.
ms: Penyelamat skrin akan bermula apabila TV anda tidak aktif selama tempoh masa yang anda pilih.
nb: Skjermspareren starter når Apple TV har vært inaktiv i den angitte mengden med tid.
nl: De schermbeveiliging wordt gestart wanneer je tv gedurende de opgegeven tijd inactief is.
pl: Wygaszacz ekranu będzie uruchamiany po upłynięciu wskazanego czasu braku aktywności telewizora.
pt_br: O protetor de tela será iniciado quando a TV estiver inativa pelo tempo que você definir.
pt_pt: A proteção de ecrã será iniciada quando a televisão estiver inativa pelo período de tempo que selecionou.
ro: Screensaverul va porni dacă TV‑ul este inactiv pe o perioadă aleasă.
ru: Заставка будет запускаться после выбранного Вами времени бездействия телевизора.
sk: Šetrič obrazovky sa spustí, keď bude televízor nečinný po dobu, ktorú vyberiete.
sl: Ohranjevalnik zaslona se zažene po nastavljenem času nedejavnosti Apple TV-ja.
sv: Skärmsläckaren startar när TV:n har varit inaktiv under den tidslängd som du har valt.
th: ภาพพักหน้าจอจะเริ่มต้นเมื่อทีวีของคุณไม่ได้ใช้งานตามระยะเวลาที่คุณเลือกไว้
tr: TV’niz seçtiğiniz süre boyunca kullanılmazsa ekran koruyucu otomatik olarak başlatılır.
uk: Екранна заставка зʼявлятиметься, якщо телевізор не використовується протягом заданого часу.
vi: Trình bảo vệ màn hình sẽ bắt đầu khi TV không hoạt động trong khoảng thời gian mà bạn chọn.
zh_cn: 电视闲置达到所选时长时，将启动屏幕保护程序。
zh_hk: 當電視閒置達到你所選擇的時間時，螢幕保護程式將會啟動。
zh_tw: 當電視達到你選擇的閒置時間，螢幕保護程式便會啟動。

# SaverStartDelayNeverTitle
source: Start After
ar: التشغيل بعد
ca: Inicia després de
cs: Spustit za
da: Start efter
de: Starten nach
el: Έναρξη μετά από
es: Iniciar tras
es_us: Iniciar después de
fi: Käynnistysajankohta
fr: Démarrer au bout de
fr_ca: Démarrer au bout de
he: התחלה לאחר
hi: इसके बाद शुरू करें
hr: Pokretanje nakon
hu: Indítás ennyi idő múlva:
id: Mulai Setelah
it: Avvia dopo
ja: 開始までの時間
ko: 화면 보호기 시작하기
ms: Mula Selepas
nb: Begynn etter
nl: Begin na
pl: Uruchamiaj po
pt_br: Iniciar Após
pt_pt: Iniciar após
ro: Pornire după
ru: Начало спустя
sk: Spustiť
sl: Vklop ohranjevalnika zaslona
sv: Börja efter
th: เริ่มหลังจาก
tr: Şu Süreden Sonra Başlat:
uk: Запускати через
vi: Bắt đầu sau
zh_cn: 开始前闲置
zh_hk: 啟動前閒置時間
zh_tw: 啟動前閒置時間

# SaverStartDelayTitle
source: Start After
ar: التشغيل بعد
ca: Inicia després de
cs: Spustit za
da: Start efter
de: Starten nach
el: Έναρξη μετά από
es: Iniciar tras
es_us: Iniciar después de
fi: Käynnistysajankohta
fr: Démarrer au bout de
fr_ca: Démarrer au bout de
he: התחלה לאחר
hi: इसके बाद शुरू करें
hr: Pokretanje nakon
hu: Indítás ennyi idő múlva:
id: Mulai Setelah
it: Avvia dopo
ja: 開始までの時間
ko: 화면 보호기 시작하기
ms: Mula Selepas
nb: Begynn etter
nl: Begin na
pl: Uruchamiaj po
pt_br: Iniciar Após
pt_pt: Iniciar após
ro: Pornire după
ru: Начало спустя
sk: Spustiť o
sl: Vklop ohranjevalnika zaslona
sv: Börja efter
th: เริ่มหลังจาก
tr: Şu Süreden Sonra Başlat:
uk: Запускати через
vi: Bắt đầu sau
zh_cn: 开始前闲置
zh_hk: 啟動前閒置時間
zh_tw: 啟動前閒置時間

# SaverStyleMyPhotosPageTitle
source: My Photos
ar: الصور
ca: Les meves fotos
cs: Moje fotky
da: Mine fotos
de: Meine Fotos
el: Οι φωτογραφίες μου
es: Mis fotos
es_us: Mis fotos
fi: Omat kuvat
fr: Mes photos
fr_ca: Mes photos
he: התמונות שלי
hi: मेरी तस्वीरें
hr: Moje fotografije
hu: Saját fotók
id: Foto Saya
it: Le mie foto
ja: マイフォト
ko: 나의 사진
ms: Foto Saya
nb: Mine bilder
nl: Mijn foto's
pl: Moje zdjęcia
pt_br: Minhas Fotos
pt_pt: Fotografias pessoais
ro: Pozele dvs.
ru: Мои фото
sk: Moje fotky
sl: Moje fotografije
sv: Mina bilder
th: รูปภาพของฉัน
tr: Fotoğraflarım
uk: Мої фото
vi: Ảnh của tôi
zh_cn: 我的照片
zh_hk: 我的相片
zh_tw: 我的照片

# SaverStylePageTitle
source: Screen Saver Type
ar: نوع شاشة التوقف
ca: Tipus d’estalvi de pantalla
cs: Typ spořiče obrazovky
da: Skærmskånertype
de: Bildschirmschonertyp
el: Τύπος προφύλαξης οθόνης
es: Tipo de salvapantallas
es_us: Tipo de protector de pantalla
fi: Näytönsäästäjän tyyppi
fr: Type d’économiseur d’écran
fr_ca: Type d’économiseur d’écran
he: סוג שומר מסך
hi: स्क्रीन सेवर का प्रकार
hr: Vrsta zaštite zaslona
hu: Képernyővédő típusa
id: Jenis Penghemat Layar
it: Tipo di salvaschermo
ja: スクリーンセーバの種類
ko: 화면 보호기 유형
ms: Jenis Penyelamat Skrin
nb: Skjermsparertype
nl: Type schermbeveiliging
pl: Typ wygaszacza ekranu
pt_br: Tipo de Protetor de Tela
pt_pt: Tipo de proteção de ecrã
ro: Tip de screensaver
ru: Вид заставки
sk: Typ šetriča obrazovky
sl: Vrsta ohranjevalnika zaslona
sv: Skärmsläckartyp
th: ประเภทภาพพักหน้าจอ
tr: Ekran Koruyucu Türü
uk: Тип екранної заставки
vi: Loại trình bảo vệ màn hình
zh_cn: 屏幕保护程序类型
zh_hk: 螢幕保護程式類型
zh_tw: 螢幕保護程式類型

# SaverStyleTitle
source: Type
ar: النوع
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
es_us: Tipo
fi: Tyyppi
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
it: Tipo
ja: 種類
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_cn: 类型
zh_hk: 類型
zh_tw: 類型

# SaverTimePerSlide
source: Time Per Slide
ar: وقت كل شريحة
ca: Temps per diapositiva
cs: Zobrazení snímku
da: Tid pr. lysbillede
de: Zeit pro Dia
el: Χρόνος ανά σλάιντ
es: Tiempo por diapositiva
es_us: Tiempo por diapositiva
fi: Aika kuvaa kohden
fr: Durée par diapositive
fr_ca: Durée par diapositive
he: זמן לכל שקף
hi: प्रति स्लाइड समय
hr: Vrijeme po slajdu
hu: Diánkénti idő
id: Waktu Per Slide
it: Durata diapositive
ja: スライドごとの時間
ko: 슬라이드당 시간
ms: Masa Per Slaid
nb: Tid per bilde
nl: Tijd per dia
pl: Czas na slajd
pt_br: Tempo por Slide
pt_pt: Tempo por diapositivo
ro: Durată diapozitiv
ru: Длительность слайда
sk: Čas na jednu snímku
sl: Čas na diapozitiv
sv: Tid per bild
th: เวลาแต่ละสไลด์
tr: Her Bir Slaytın Süresi
uk: Час на слайд
vi: Thời gian Trên mỗi Trang chiếu
zh_cn: 每张幻灯片的时间
zh_hk: 每張幻燈片的時間
zh_tw: 每張幻燈片的時間

# SaverTransitionStyleCube
source: Cube
ar: مكعب
ca: Cub
cs: Kostka
da: Kube
de: Würfel
el: Κύβος
es: Cubo
es_us: Cubo
fi: Kuutio
he: קוביה
hi: क्यूब
hr: Kocka
hu: Kocka
id: Kubus
it: Cubo
ja: キューブ
ko: 큐브
ms: Kiub
nb: Roterende kube
nl: Kubus
pl: Kostka
pt_br: Cubo
pt_pt: Cubo
ro: Cub
ru: Куб
sk: Kocka
sl: Kocka
sv: Kub
th: ลูกบาศก์
tr: Küp
uk: Куб
vi: Hình khối
zh_cn: 立体翻转
zh_hk: 方塊
zh_tw: 方塊

# SaverTransitionStyleDissolve
source: Dissolve
ar: تلاشي
ca: Dissolució
cs: Prolnutí
da: Opløs
de: Überblenden
el: Διάλυση
es: Disolución
es_us: Disolución
fi: Hajonta
fr: Fondu
fr_ca: Fondu
he: התפזרות
hi: डिज़ॉल्व
hr: Rastapanje
hu: Szétoszlatás
id: Buyar
it: Dissolvenza
ja: ディゾルブ
ko: 디졸브
ms: Larut
nb: Dryss
nl: Overvloeien
pl: Rozpuszczanie
pt_br: Dissolver
pt_pt: Dispersão
ro: Dizolvare
ru: Наплыв
sk: Rozplynutie
sl: Izginjanje
sv: Lös upp
th: ภาพซ้อน
tr: Çözülme
uk: Розчинення
vi: Làm mờ
zh_cn: 渐隐
zh_hk: 融合
zh_tw: 融合

# SaverTransitionStyleDroplet
source: Droplet
ar: قطرة صغيرة
ca: Gota
cs: Kapka
da: Lille dråbe
de: Tropfen
el: Σταγονίδιο
es: Gota de agua
es_us: Gota de agua
fi: Pisara
fr: Goutte d’eau
fr_ca: Gouttelette
he: רסיסים
hi: ड्रॉपलेट
hr: Kapljica
hu: Csepp
id: Titik Kecil
it: Goccia
ja: 波紋
ko: 물방울
ms: Titisan
nb: Dråpe
nl: Druppel
pl: Kropla
pt_br: Gota
pt_pt: Gota de água
ro: Picătură
ru: Капля
sk: Kvapka
sl: Kapljica
sv: Droppe
th: หยดน้ำ
tr: Damla
uk: Крапля
vi: Giọt nhỏ
zh_cn: 滴水
zh_hk: 點滴
zh_tw: 點滴

# SaverTransitionStyleFadeBlack
source: Fade Through Black
ar: تلاشي عبر اللون الأسود
ca: Fosa en negre
cs: Přechod přes černou
da: Udtoning i sort
de: Ausblenden (schwarz)
el: Σβήσιμο μέσα από μαύρο
es: Fundido en negro
es_us: Fundido en negro
fi: Häivytä mustan kautta
fr: Fondu noir
fr_ca: Fondu noir
he: עמעום משחור
hi: फ़ेड थ्रू ब्लैक
hr: Pretapanje kroz crnu
hu: Áttűnés feketén
id: Pudar Menjadi Hitam
it: Dissolvenza al nero
ja: 黒でフェード
ko: 검정색으로 페이드
ms: Pudar Menerusi Hitam
nb: Uttoning gjennom svart
nl: Faden in zwart
pl: Wygaszenie przez czerń
pt_br: Desvanecer em Preto
pt_pt: Fade em preto
ro: Fondu prin negru
ru: Наплыв через черное
sk: Prechod cez čiernu
sl: Pojemanje do črne
sv: Tona över i svart
th: จางผ่านฉากมืด
tr: Siyaha Soldurma
uk: Затухання в чорному
vi: Mờ dần Qua Màu đen
zh_cn: 穿过黑色淡入淡出
zh_hk: 由黑色淡入淡出
zh_tw: 從黑色淡入淡出

# SaverTransitionStyleFadeWhite
source: Fade Through White
ar: تلاشي عبر اللون الأبيض
ca: Fosa en blanc
cs: Přechod přes bílou
da: Udtoning i hvidt
de: Weiß überblenden
el: Σβήσιμο μέσα από λευκό
es: Fundido en blanco
es_us: Fundido en blanco
fi: Häivytä valkoisen kautta
fr: Fondu blanc
fr_ca: Fondu blanc
he: עמעום מלבן
hi: फ़ेड थ्रू ह्लाइट
hr: Pretapanje kroz bijelu
hu: Áttűnés fehéren
id: Pudar Menjadi Putih
it: Dissolvenza al bianco
ja: 白でフェード
ko: 흰색으로 페이드
ms: Pudar Menerusi Putih
nb: Uttoning gjennom hvitt
nl: Faden in wit
pl: Wygaszenie przez biel
pt_br: Desvanecer em Branco
pt_pt: Fade em branco
ro: Fondu prin alb
ru: Наплыв через белое
sk: Prechod cez bielu
sl: Pojemanje do bele
sv: Tona över i vitt
th: จางผ่านฉากขาว
tr: Beyaza Soldurma
uk: Затухання в білому
vi: Mờ dần Qua Màu trắng
zh_cn: 穿过白色淡入淡出
zh_hk: 由白色淡入淡出
zh_tw: 從白色淡入淡出

# SaverTransitionStyleFlip
source: Flip
ar: انعكاس
ca: Inverteix
cs: Převrácení
da: Spejlvend
de: Spiegeln
el: Αναστροφή
es: Volteo
es_us: Voltear
fi: Kääntö
fr: Bascule
fr_ca: Bascule
he: היפוך
hi: फ़्लिप
hr: Okretanje
hu: Tükrözés
id: Balik
it: Rotazione
ja: 反転
ko: 뒤집기
ms: Balikkan
nb: Vend
nl: Spiegelen
pl: Odwracanie
pt_br: Virar
pt_pt: Virar
ro: Întoarcere
ru: Перевернуть вертикально
sk: Preklopenie
sl: Obračanje
sv: Vänd
th: พลิก
tr: Çevirme
uk: Гортання
vi: Lật
zh_cn: 翻转
zh_hk: 反轉
zh_tw: 翻轉

# SaverTransitionStyleMosaicFlip
source: Mosaic Flip
ar: انعكاس الفسيفساء
ca: Gir en mosaic
cs: Převrácení mozaiky
da: Spejlvendt mosaik
de: Mosaik
el: Αναστροφή μωσαϊκού
es: Volteo en mosaico
es_us: Giro en mosaico
fi: Mosaiikkikääntö
fr: Basculement de mosaïque
fr_ca: Retournement de mosaïque
he: היפוך פסיפס
hi: मोज़ेक फ़्लिप
hr: Mozaičko okretanje
hu: Mozaikos tükrözés
id: Mozaik Terbalik
it: Mosaico capovolto
ja: モザイク反転
ko: 모자이크 뒤집기
ms: Balikkan Mozek
nb: Mosaikkvending
nl: Mozaïek omkeren
pl: Obrót mozaikowy
pt_br: Giro de Mosaico
pt_pt: Mosaico
ro: Întoarcere mozaic
ru: Мозаика
sk: Preklopenie mozaiky
sl: Mozaično obračanje
sv: Mosaikvändning
th: พลิกกระเบื้อง
tr: Dönen Mozaikler
uk: Гортання мозаїки
vi: Lật Mảnh ghép
zh_cn: 马赛克翻转
zh_hk: 馬賽克反轉
zh_tw: 馬賽克翻轉

# SaverTransitionStyleMoveIn
source: Move In
ar: تحرك للداخل
ca: Entrada
cs: Nasunutí
da: Ryk ind
de: Hineinbewegen
el: Είσοδος
es: Entrada
es_us: Entrada
fi: Sisäänmeno
fr: Glissé entrant
fr_ca: Glissé entrant
he: התקרבות
hi: मूव इन
hr: Zamjena
hu: Bemozgatás
id: Masuk
it: In entrata
ja: ムーブイン
ko: 안으로 이동
ms: Alih Masuk
nb: Flytt inn
nl: Inschuiven
pl: Wejście
pt_br: Entrada
pt_pt: Entrar
ro: Mutare interior
ru: Сместить вовнутрь
sk: Prisunutie
sl: Vstopanje
sv: Flytta in
th: เคลื่อนเข้า
tr: İçeri Taşıma
uk: Наближення
vi: Chuyển vào
zh_cn: 移入
zh_hk: 移入
zh_tw: 移入

# SaverTransitionStylePageFlip
source: Page Flip
ar: قلب الصفحة
ca: Inversió de pàgina
cs: Listování
da: Sideskift
de: Umblättern
el: Αναστροφή σελίδας
es: Página
es_us: Paso de páginas
fi: Sivun kääntö
fr: Basculement de page
fr_ca: Page tournée
he: העברת עמוד
hi: पेज़ फ़्लिप
hr: Listanje stranice
hu: Oldaltükrözés
id: Membalik Halaman
it: Pagina capovolta
ja: ページめくり
ko: 페이지 뒤집기
ms: Selak Halaman
nb: Vend side
nl: Pagina omslaan
pl: Odwrócenie strony
pt_br: Página Virada
pt_pt: Virar página
ro: Întoarcere pagină
ru: Перелистывание
sk: Otočenie strany
sl: Obračanje strani
sv: Vänd blad
th: พลิกหน้า
tr: Sayfa Çevirme
uk: Перегортання
vi: Lật Trang
zh_cn: 页面翻转
zh_hk: 翻頁效果
zh_tw: 翻頁效果

# SaverTransitionStylePush
source: Push
ar: دفع
ca: Arrossega
cs: Odtlačení
da: Skub
de: Verschieben
el: Ώθηση
es: Arrastre
es_us: Arrastre
fi: Työntö
fr: Défilement
fr_ca: Défilement
he: דחיפה
hi: पुश
hr: Izgurivanje
hu: Nyomás
id: Dorong
it: Spinta
ja: 押し出し
ko: 밀어내기
ms: Tolak
nb: Skyv
nl: Duwen
pl: Wypychanie
pt_br: Empurrar
pt_pt: Empurrar
ro: Împingere
ru: Выталкивание
sk: Stlačenie
sl: Potiskanje
sv: Knuff
th: ดันออกข้าง
tr: İtme
uk: Поштовх
vi: Đẩy
zh_cn: 推移
zh_hk: 推移
zh_tw: 推移

# SaverTransitionStyleRandom
source: Random
ar: عشوائية
ca: Aleatori
cs: Náhodný
da: Tilfældig
de: Zufall
el: Τυχαία
es: Aleatorio
es_us: Aleatoria
fi: Satunnainen
fr: Aléatoire
fr_ca: Aléatoire
he: אקראי
hi: रैंडम
hr: Slučajni slijed
hu: Véletlenszerű
id: Acak
it: Casuale
ja: ランダム
ko: 랜덤
ms: Rawak
nb: Tilfeldig
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
pt_pt: Aleatória
ro: Aleatoriu
ru: Случайный
sk: Náhodne
sl: Naključno
sv: Slumpmässig
th: สุ่ม
tr: Rasgele
uk: Довільно
vi: Ngẫu nhiên
zh_cn: 随机
zh_hk: 隨機
zh_tw: 隨機

# SaverTransitionStyleReveal
source: Reveal
ar: كشف
ca: Mostra
cs: Odkrytí
da: Vis
de: Enthüllen
el: Αποκάλυψη
es: Descubrimiento
es_us: Revelación
fi: Paljastus
fr: Révélation
fr_ca: Révélation
he: חשיפה
hi: रिवील
hr: Otkrivanje
hu: Felfedés
id: Perlihatkan
it: Scorrimento
ja: リビール
ko: 나타내기
ms: Dedah
nb: Avslør
nl: Onthullen
pl: Odsłonięcie
pt_br: Revelar
pt_pt: Revelar
ro: Revelare
ru: Сдвиг
sk: Odkrytie
sl: Razkrivanje
sv: Avslöja
th: เปิดแสดง
tr: Ortaya Çıkarma
uk: Поява
vi: Hiển thị
zh_cn: 显现
zh_hk: 逐漸顯露
zh_tw: 逐漸顯露

# SaverTransitionStyleTwirl
source: Twirl
ar: دوران
ca: Giravolt
cs: Zkroucení
da: Roter
de: Rotieren
el: Στροβιλισμός
es: Remolino
es_us: Vuelta
fi: Pyörre
fr: Tournoiement
fr_ca: Tourbillon
he: מערבולת
hi: ट्वर्ल
hr: Vrtlog
hu: Csavarás
id: Pilin
it: Turbine
ja: 渦巻き
ko: 소용돌이
ms: Putar
nb: Snurr
nl: Tollen
pl: Wirówka
pt_br: Giro
pt_pt: Rodopio
ro: Turbion
ru: Вращение
sk: Vír
sl: Vrtenje
sv: Virvel
th: บิด
tr: Fırıldak
uk: Нурт
vi: Xoay tròn
zh_cn: 旋转
zh_hk: 旋轉
zh_tw: 旋轉

# SaverTransitionStyleWipe
source: Wipe
ar: مسح
ca: Esborra
cs: Setření
da: Skub
de: Wischen
el: Σκούπισμα
es: Barrido
es_us: Barrido
fi: Pyyhkäisy
fr: Balayage
fr_ca: Balayage
he: ניגוב
hi: वाइप
hr: Brisanje
hu: Törlés
id: Menyapu
it: Tendina
ja: ワイプ
ko: 닦아내기
ms: Sapu
nb: Utstrykning
nl: Uitwissen
pl: Ścieranie
pt_br: Varrer
pt_pt: Deslizar
ro: Ștergere
ru: Стирание
sk: Stieračka
sl: Brisanje
sv: Svep
th: ปัด
tr: Silme
uk: Стирання
vi: Quét
zh_cn: 划变
zh_hk: 橫掃
zh_tw: 擦去

# SaverTransitionTitle
source: Transition
ar: الانتقال
ca: Transició
cs: Přechod
da: Overgang
de: Übergang
el: Μετάβαση
es: Transición
es_us: Transición
fi: Siirros
he: מעבר
hi: परिवर्तन
hr: Prijelaz
hu: Átmenet
id: Transisi
it: Transizione
ja: トランジション
ko: 전환 효과
ms: Transisi
nb: Overgang
nl: Overgang
pl: Przejście
pt_br: Transição
pt_pt: Transição
ro: Tranziție
ru: Переход
sk: Prechod
sl: Prehod
sv: Övergång
th: ลักษณะเปลี่ยนผ่าน
tr: Geçiş
uk: Перехід
vi: Chuyển tiếp
zh_cn: 过渡效果
zh_hk: 過場效果
zh_tw: 過場效果

# ScreenSaverTitle
source: Screen Saver
ar: شاشة التوقف
ca: Estalvi de pantalla
cs: Spořič obrazovky
da: Skærmskåner
de: Bildschirmschoner
el: Προφύλαξη οθόνης
es: Salvapantallas
es_us: Protector de pantalla
fi: Näytönsäästäjä
fr: Économiseur d’écran
fr_ca: Économiseur d’écran
he: שומר מסך
hi: स्क्रीन सेवर
hr: Zaštita zaslona
hu: Képernyővédő
id: Penghemat Layar
it: Salvaschermo
ja: スクリーンセーバ
ko: 화면 보호기
ms: Penyelamat Skrin
nb: Skjermsparer
nl: Schermbeveiliging
pl: Wygaszacz ekranu
pt_br: Protetor de Tela
pt_pt: Proteção de ecrã
ru: Заставка
sk: Šetrič obrazovky
sl: Ohranjevalnik zaslona
sv: Skärmsläckare
th: ภาพพักหน้าจอ
tr: Ekran Koruyucu
uk: Екранна заставка
vi: Trình bảo vệ màn hình
zh_cn: 屏幕保护程序
zh_hk: 螢幕保護程式
zh_tw: 螢幕保護程式

# SelectiveSpeechListeningDescription
source: Increases the volume of others when they are speaking to you.
ar: رفع مستوى صوت الآخرين عندما يوجهون الكلام إليك.
ca: Augmenta el volum de la resta de persones quan parlen amb tu.
cs: Zesiluje hlasy lidí, kteří s vámi mluví.
da: Forøger lydstyrken fra andre, når de taler til dig.
de: Die Lautstärke anderer Personen wird erhöht, wenn sie mit dir sprechen.
el: Αυξάνει τον ήχο άλλων ατόμων όταν σας μιλούν.
es: El volumen de las demás personas aumenta cuando te hablan.
es_us: Aumenta el volumen de las personas cuando te están hablando.
fi: Lisää muiden puheäänen voimakkuutta, kun he puhuvat sinulle.
fr: Augmente le volume des autres personnes lorsqu’elles vous parlent.
fr_ca: Augmentez le son des autres personnes lorsqu’elles s’adressent à vous.
he: מאפיין זה מגביר את עוצמת השמע כאשר אחרים מדברים איתך.
hi: जब अन्य लोग आपसे बात कर रहे होते हैं, तो उनका वॉल्यूम बढ़ाता है।
hr: Pojačava glasnoću drugih kad vam govore.
hu: Növeli a többi személy hangerejét, amikor Önhöz beszélnek.
id: Meningkatkan volume orang lain saat berbicara dengan Anda.
it: Alza il volume della voce delle altre persone quando ti parlano.
ja: ほかの人があなたに話しかけているときにその人の声の音量を上げます。
ko: 다른 사람이 사용자에게 말할 때 그 사람의 음량을 높입니다.
ms: Meningkatkan kelantangan orang lain semasa mereka bercakap dengan anda.
nb: Skrur opp stemmevolumet når andre snakker til deg.
nl: Verhoog het volume van anderen wanneer ze met je praten.
pl: Zwiększa głośność głosu osób mówiących do Ciebie.
pt_br: Aumenta o volume de outras pessoas quando elas estão falando com você.
pt_pt: Aumenta o volume quando alguém fala consigo.
ro: Mărește volumul pentru vocile persoanelor care vorbesc cu dvs.
ru: Громкость речи обращающихся к Вам людей будет повышаться.
sk: Zosilní hlasy ľudí, ktorí s vami hovoria.
sl: Povečajte glasnost drugih oseb, kadar govorijo z vami.
sv: Höjer volymen på andra när de pratar med dig.
th: เพิ่มระดับเสียงของคนที่คุณกำลังพูดด้วย
tr: Sizinle konuşan diğer kişilerin ses yüksekliğini artırır.
uk: Збільшує гучність співрозмовників, коли вони говорять до вас.
vi: Tăng âm lượng của người khác khi họ đang nói với bạn.
zh_cn: 在他人与你对话时提高其音量。
zh_hk: 在其他人與你交談時提高他們的音量。
zh_tw: 在其他人跟你說話時增加他們的音量。

# SelectiveSpeechListeningTitle
source: Conversation Boost
ar: تعزيز المحادثة
ca: Amplificació de les converses
cs: Zesílení konverzace
da: Forstærkning af tale
de: Konversationsverstärkung
el: Ενίσχυση συζήτησης
es: Amplificación de conversación
es_us: Amplificación de la conversación
fi: Keskustelun vahvistus
fr: Amplificateur de conversation
fr_ca: Amplificateur de conversation
he: הגברת שיחות
hi: कॉन्वर्सेशन बूस्ट
hr: Pojačanje razgovora
hu: Beszélgetés kiemelése
id: Pemacu Percakapan
it: Amplificazione conversazioni
ja: 会話を強調
ko: 대화 부스트
ms: Peningkatan Perbualan
nb: Samtaleforsterkning
nl: Gespreks­versterking
pl: Wyraźny głos
pt_br: Amplificação na Conversa
pt_pt: Amplificação da fala
ro: Amplificare conversație
ru: Режим «Общение»
sk: Zosilnenie konverzácií
sl: Izboljšaj pogovor
sv: Konversationsförstärkning
th: เพิ่มเสียงสนทนา
tr: Konuşma Yükseltme
uk: Підсилення розмови
vi: Tăng cường hội thoại
zh_cn: 对话增强
zh_hk: 對話增強
zh_tw: 對話增強
